{
    "101-00": "공중자전거 장치는 탑승객, 자전거, 무게추와 연결 파이프가 하나의 지레처럼 작용하는 시스템이다. 레일은 작용점이고, 추를 연결해주는 파이프는 지렛대이며, 지렛대의 한 쪽 끝에는 무게추, 다른 쪽에는 자전거와 사람이 있는 것이다. 따라서 지렛대 양 단의 작용점과의 거리와 추의 무게가 균형점을 결정하게 된다. 만일 연결 파이프 아래에 추가 달려 있지 않으면 무게중심은 레일 위쪽이 될 것이다. 그런데 무거운 추가 레일로부터 비교적 멀리 떨어져 달려 있어, 무게중심이 항상 레일 아래쪽에 위치하며 자전거의 균형을 유지하는 것이다. \n체험 방법:\n1. 안내에 따라 자전거를 타고 안전벨트를 착용하세요\n2. 손잡이를 잡고 공중 레일 위를 주행하여 보세요\n3. 주행중에는 위험하니 장난치지 마세요",
    "102-00": "커다란 바퀴를 이용해 물을 높은 곳으로 퍼 올리는 기구를 무자위라고 한다. 수룡 또는 수차라고도 하며 조선 세종 때 만들었고, 그 뒤에도 영조, 정조시대에 많은 관심을 갖고 여러 가지 형태로 만들었으나 널리 보급되지는 못하였다. 무자위는 여러가지 종류가 있었으며, 한 개의 축 주위에 여러 개의 나무판을 나선형으로 붙여 만든 날개판을 받으면 바퀴가 돌아가고, 그때 퍼 올려진 물이 도랑으로 흘러가도록 설계되어 있다. 다람쥐 펌프는 이 무자위를 변형하여 그 원리를 알아볼 수 있도록 만든 것이다.\n체험 방법:\n1. 회전 원통의 내부로 들어가세요.\n2. 원통 안에 장치된 손잡이를 잡고 천천히 걸어 보세요.\n3. 원통이 천천히 회전하며 외부에 달린 물통들이 물에 잠겼다 올라오며 실제로 물을 길어 올리는 모습을 관찰하세요.",
    "103-00": "바퀴에 걸어 작은 힘을 큰 힘으로 바꾸거나 하는 도구를 도르래라 하며, 하나의 축에 크기가 다른 두 개의 바퀴를 고정시켜서 작은 힘으로 무거운 물체를 끌어올릴 수 있도록 하는 도구를 축바퀴라고 한다. 고정 도르래는 힘의 이득은 없고 힘의 방향만 바꾸어준다. 움직 도르래는 절반 크기의 힘으로 물체를 들어올릴 수 있도록 하지만, 물체는 들어올린 길이의 절반만큼만 올라 온다. 축바퀴의 경우는 작은 축바퀴 반지름을 큰 축바퀴 반지름으로 나눈 비율만큼 힘이 적게 들지만 들어올린 거리도 역시 그만큼 줄어든다.",
    "103-01": "받침점과 작용점 사이의 길이와 받침점과 힘점 사이의 길이 비에 따라 물체를 들어올리는 힘이 덜 들도록 만들어진 도구를 지레라고 한다. 대형 양팔저울은 지레의 원리를 이용한 것으로 힘점의 위치를 옮기며 작용점에 올라앉은 사람의 몸무게를 측정할 수 있도록 고안된 장치이다. \n체험 방법: \n1. 두 명이 짝을 지은 후 한 사람은 대형 양팔저울에 올라 앉으세요. \n2. 다른 한 사람은 대형 양팔저울이 수평을 이루도록 무게추를 옮겨 보세요. \n3. 양팔저울이 수평이 되면 눈금이 가리키는 몸무게를 확인하세요.",
    "104-00": "소리의 높이, 세기 및 맵시를 소리의 3 요소라고 한다. 소리의 높낮이는 음원의 진동수에 의해 정해지는데, 진동수가 많을수록 높은 소리가 나며, 작을수록 낮은 소리가 난다. 관악기나 타악기는 길이가 길수록 낮은 소리를 내며 단위는 헤르츠이다. 소리의 세기는 물체가 진동하는 폭에 의해 정해지며, 진폭이 크면 센소리, 진폭이 작으면 약한 소리이다. 단위로는 데시벨을 사용한다. 소리의 맵시는 파동의 모양에 따라 구분된다. 목소리가 사람에 따라 다르며, 종류가 다른 악기들이 각기 다른 소리를 내는 것은 소리의 맵시가 다르기 때문이다.\n체험방법:\n1. 타격봉으로 돌악기, 나무악기,금속 파이프 악기를 가볍게 두드리면서 소리를 비교해 보세요. \n2. 돌악기와 금속악기를 가볍게 두드릴 때와 세게 두드릴 때의 차이점을 알아보세요.\n3. 악기의 길이에 따라 소리가 어떻게 달라지는지 알아보세요.",
    "105-00": "레이저란 유도 방출 과정에 의한 빛의 증폭이란 뜻이다. 일반적으로 레이저란 말은 레이저 빛을 발생하는 장치를 가리키기도 한다.\n레이저의 특징\n1. 태양이나 전등의 빛은 여러 파장의 빛이 혼합되어 프리즘을 통과하면 색이 분리되는 현상을 볼 수 있으나, 레이저는 단일 파장을 가진 단색광이다.\n2. 일반 빛은 퍼져나가는 성질이 있으나 레이저는 거의 퍼지지 않고 직진한다.\n3. 짧은 시간 동안 좁은 면적에 고밀도 광에너지를 집중시킬 수 있다.\n레이저의 구성\n레이저는 세 가지 구성 요소로 되어 있다.\n1. 반사율이 100%에 가까운 전반사경과, 입사광 중 일부는 통과, 일부는 반사시키는 부분 반사경으로 이루어진 거울 한 쌍\n2. 두 거울 사이를 왕복하는 빛이 유도 과정으로 증폭되어 센 빛이 되도록 하는 광증폭기\n3. 증폭기가 빛의 증폭이 가능하도록 외부에서 에너지를 가하는 장치인 펌프\n이 세 가지는 일반적인 레이저의 핵심 부품이다.",
    "106-00": "체험방법:\n1. 두 명이 짝을 지은 후 한 사람이 파이프 하나를 선택해서 말을 걸어 보세요. \n2. 다른 한 사람은 말소리가 잘 들리는 파이프를 찾아보세요. \n3. 파이프를 통해 서로 대화를 나눠 보세요.",
    "107-00": "체험 방법:\n1. 미끄럼틀을 탈 때는 한 사람 씩 차례로 타세요.\n2. 위에서 사람이 내려오면 부딪칠 수 있으니 반대로 올라가지 마세요.\n3. 미끄럼틀은 앞 사람이 완전히 빠져나간 후 타세요.\n4. 미끄럼틀 뒤로 올라가거나 난간에 매달리지 마세요.",
    "108-00": "물 종합 운동 장치는 물의 낙차를 이용하여 다양한 운동 모습을 보여줍니다. 타워 꼭대기로 끌어 올려진 물이 쏟아져 내릴 때, 위치에너지가 운동에너지로 바뀌면서 만들어내는 여러 가지 재미있는 현상들을 관찰해 보세요. 또, 해를 등지고 서서 물안개 쪽에 무지개가 생기는 것을 관찰해보세요.",
    "109-00": "물레방아는 물의 힘을 이용하여 물레처럼 생긴 바퀴를 돌려 곡식을 찧는데 이용하였다. 물레방아에는 물이 떨어지는 힘을 이용하는 것과 흘러가는 힘을 이용하는 두 가지가 있다. 앞의 것을 `동채방아`, 뒤의 것을 `밀채 물레방아` 또는 `밀방아`라 부른다. 일반적으로 물레방아에는 방아틀 한 대를 걸지만, 물이 많은 곳에서는 좌우 양쪽에 두 대를 연결하여 사용한다. 방아 굴대에 설치된 눌림대가 서로 다른 방향을 향하고 있어서 공이가 서로 번갈아 오르내리며 방아를 찧는다. \n체험 방법:\n1. 물방아로 흘러 들어가는 물의 양을 연결 수로 한쪽에 장치된 유량 조절 밸브의 핸들을 돌려 조절하며 관찰해 보세요. \n2. 수로의 물이 부족한 경우에는 여러 펌프들을 작동하여 물을 퍼 올려 주세요. \n3. 물의 흐름을 이용하여 동력을 얻는 물레방아의 작동 원리를 관찰해 보세요.",
    "109-01": "물방아는 통방아 또는 물통방아라고도 하며, 수량이 일정한 곳에 설치하였다. 물방아는 귀대를 통해 들어온 물이 물받이에 차면 내려가고 그 힘에 의해 공이로 확에 담겨 있는 곡식을 찧는데 사용한 농기구이다.\n체험 방법\n1. 물방아로 흘러 들어가는 물의 양을 연결 수로 한쪽에 장치된 유량 조절 밸브의 핸들을 돌려 조절하며 관찰해보세요\n2. 수로의 물이 부족한 경우에는 여러 펌프들을 작동하여 물을 퍼 올려 주세요.\n3. 물방아의 작동 원리를 관찰하고 지레의 원리와 비교해보세요",
    "110-00": "물총에서 분사된 물줄기는 수평 방향으로는 속도가 일정한 등속운동을 하고, 수직 방향으로는 중력의 영향을 받는 가속도 운동을 하여 전체적으로는 포물선을 그리며 날아간다. 따라서 물줄기로 표적을 맞추려면 중력의 영향을 고려해서 표적의 연직 상공을 조준한 상태로 물줄기를 발사해야한다. \n체험 방법: \n자동물총: \n1. 스위치를 누르면 물줄기가 분사됩니다. \n2. 물총의 방향을 조절하여 표적을 맞춰 보세요. \n수동물총: \n1. 펌프질을 하면 물줄기가 분사됩니다. \n2. 물총의 분사 각도와 펌프질의 빠르기를 조절하여 표적을 맞춰 보세요. ",
    "111-00": "체험 방법: \n1. 미로 입구로 들어가서 출구를 찾아다녀 보세요.출구는 세 군데 있습니다.\n2. 미로 안에서는 뛰어다니지 마세요. \n3. 만화경을 찾아 가서 자신의 모습이 어떻게 보이는지 탐구해 보세요. \n4. 통행 차단기를 통과할 때는 한 사람씩 순서를 지켜 빠져 나가세요. \n5. 출구를 찾지 못한 채 미로에서 나오려면 미로 벽면 아래로 기어서 나오세요. \n6. 수수께끼 문제를 풀고 해답을 찾아 확인해 보세요.",
    "112-00": "다양한 높이의 물줄기로 터널을 만드는 분수로 물줄기가 연속적으로 쏘아지게 하거나 끊어진 채 날아가는 모습을 관찰해보세요",
    "113-00": "소리 반사경의 초점 위치에서 말을 하거나 소리를 듣게 되면 반사경에서 반사된 음파가 평행하게 진행해 나가다가 초점 부위에서 소리가 모인다. 소리는 종파이므로 공기의 진동 방향과 소리의 진행 방향이 나란하기 때문에 반사된 소리가 멀리까지 잘 들린다. 우리 생활 주변에서는 이러한 소리의 성질과 포물면의 특성을 이용하는 위성방송 수신 안테나와 청진기 등이 대표적인 예시이다. \n체험 방법\n1. 친구와 함께 도파관의 송수화구에 대고 작은 목소리로 말을 하거나 들어보자. \n2. 소리가 잘 들리게 되는 현상을 체험하고 그 이유를 알아보자.",
    "114-00": "피스톤을 올리면 밸브 A가 열려 물이 빨려 올라가고, 피스톤을 내리면 밸브 A는 닫히고 밸브 B가 열린다. 내부에 들어온 물은 피스톤을 위로 올릴 때 펌프 구멍으로 유출된다.",
    "114-01": "피스톤을 올리면 밸브 A가 열려 물이 빨려 올라가고, 피스톤을 내리면 밸브 A는 닫히고 밸브 B가 열린다. 내부에 들어온 물은 피스톤을 위로 올릴 때 펌프 구멍으로 유출된다.",
    "114-02": "핸들을 돌려 날개차를 고속으로 회전 시키면 원심력에 의해 A관으로 물이 빨려 들어오게 되며 안으로 들어온 물은 다시 날개차에 밀려 B로 유출된다.",
    "115-00": "아르키메데스 운동 장치 사용 방법.\n1. 공이 아르키메데스 스크루 출발점에 놓여 있는지 확인하세요.\n2. 스크루 손잡이를 잡고 천천히 오른쪽으로 돌리며, 공을 위로 끌어 올리세요.\n3. 공이 맨 위로 올라가 회전 레일 속으로 옮겨가면 돌리는 것을 멈추고, 공의 여러 가지 운동 모양을 관찰하세요.공이 일정한 높이의 출발점을 떠나, 직선, 경사, 나선형, 원형 레일을 따라 굴러내려오게 할 때 일어나는 가속운동, 원운동, 낙하운동 등의 여러 가지 운동을 통하여 뉴턴의 운동 법칙, 역학적 에너지 보존 법칙 등이 적용됨을 알 수 있습니다.",
    "116-00": "아르키메데스 펌프란 물을 위로 길어 올리는 양수장치로, 기원전 225년경 아르키메데스가 고안하였기 때문에 아르키메데스의 스크루라고도 한다. 이 펌프는 가늘고 긴 원통 안에 나선 모양으로 깊은 홈을 판 축을 빈틈없이 끼워 넣은 구조로, 원통 한쪽 끝을 물 속에 넣고 사람의 힘을 이용하여 원통을 회전시키면 아래쪽 물이 나선 모양의 홈을 따라 올라오도록 만들어졌다. 나선을 이용한 이 펌프는 아르키메데스 이전부터 알려져 있었으며, 같은 방법을 이용한 양수기가 이집트에서 관개용으로 오랫동안 사용되었다. \n체험 방법: \n1. 원형 발판 위에서 손잡이를 잡고 힘을 주어 걸어 보세요. \n2. 나선형 홈통이 돌면서 물을 길어 올리는 모습을 관찰해 보세요. \n3. 반대 방향으로 걸으면 물이 올라오지 않으므로, 반드시 손잡이가 있는 쪽을 잡고 걸으세요. ",
    "117-00": "아치교는 아치 구조의 축을 따라 블록과 지지대를 누르는 힘과 떠받치는 힘이 균형을 이루기 때문에 아치교 밑에 지지하는 교각이 없어도 무너지지 않는다.\n체험방법: \n1. 전시 공간 중앙에 손잡이가 있는 조립대를 가운데 놓습니다. \n2. 양쪽 지지대에 블록을 하나씩 놓으세요. \n3. 중앙 블록과 가장자리 블록 사이에 블록을 끼워 넣으세요. \n4. 중앙 블록을 지지하고 있던 조립대를 빼내면 아치교가 됩니다. \n5. 2번과 3번 과정을 되풀이하여 십자 형태의 다리를 만들어보세요.",
    "118-00": "물체를 원운동하게 하는 힘을 구심력이라 하며, 그 크기는 물체의 질량, 속도 제곱에 비례하며, 원운동 반지름에 반비례한다.\n자동차가 곡선을 그리며 돌 때 차 안의 사람은 곡선 궤도의 바깥쪽으로 밀리는 힘을 느낀다. 이 힘은 관성력의 일종으로 구심력과 크기가 같고 반대 방향으로 나타나므로 원심력이라 부른다. 이러한 원심력의 원리는 세탁할 때의 탈수기나 원심분리기 등에서 이용되고 있다.\n체험 방법\n1. 핸들을 돌려 허수아비의 몸체를 회전시키며 팔과 다리가 벌어지는 모습을 확인해 보세요.\n2. 속도를 빠르게 또는 느리게 하면서 허수아비의 팔과 다리가 벌어지는 정도를 관찰해 보세요.",
    "119-00": "사용방법: \n피아노 건반을 밟으면 불이 들어오며 연주가 시작되고, 건반의 음계에 따라 분수의 물 높이가 변화합니다.",
    "120-00": "정상파는 줄의 한쪽 끝을 고정시켜 놓고 흔들 때와 같이 정지한 파동으로, 같은 진동수와 속도, 진폭을 가진 2개의 파동이 서로 반대 방향으로 진행하며 겹쳐질 때 생기는 횡파이다. 이때 정상파의 특정 부위에 있는 점들은 심하게 진동하는데, 그 점을 \"배\"라 하고 전혀 진동하지 않는 부위를 \"마디\"라고 부른다. 공기 중에서도 이러한 현상이 나타나 한쪽 끝이 막힌 구멍에서 특정 주파수가 공기를 진동시키면, 음파가 들어갔다 나오면서 간섭을 일으키기 때문에 공기압의 높고 낮은 부분이 생기게 되고, 이것이 점차 누적되어 특정 주파수의 소리를 내는 것이다. 구멍의 깊이가 길면 음파가 멀리까지 진행한 후 되돌아 나오게 되며, 그 결과 긴 구멍에서는 짧은 구멍에서 보다 낮은 음의 소리를 내게 되는 것이다. \n체험 방법 \n1. 임의의 구멍에 머리를 넣고 그 소리를 들어보자. \n2. 다른 구멍의 소리도 들어보며 그 차이를 알아보고, 각기 소리가 다르게 들리는 이유를 알아보자.",
    "121-00": "정글짐 이용안내.\n1. 정글짐 위로 올라가 로프를 붙잡고 옮겨 다녀 보세요.\n2. 정글짐 위에서는 서로 양보하여 자리를 다투는 일이 없도록 하세요.\n3. 정글짐 위에서는 서두르지 말고 침착하게 이동하세요.\n4. 심한 장난을 치거나 다른 사람을 놀라게 하지 마세요.",
    "122-00": "태양전지는 P형 반도체와 N형 반도체를 접합시켜 빛을 받으면 전기가 발생하도록 만든 장치이다. 태양전지는 하나의 발전량이 1.5W 정도이며 필요한 용량만큼 연결하여 태양전지 모듈로 만들어 이용한다\n태양전지 작동 원리:\n1. 빛을 받으면 P형 반도체의 전자가 N형 반도체로 이동한다.\n2. N형 반도체의 전자는 도선으로 밀려 나간다.\n3. P형 반도체는 도선의 전자를 받아들인다.\n체험 방법:\n1. 손잡이를 돌리면 태양전지판이 회전합니다\n2. 태양과 태양전지판이 이루는 각도를 비교하며 물줄기가 올라가는 세기를 관찰해 보세요.",
    "123-00": "소리의 속도는 매질에 따라 다르며, 고체에서 가장 빠르고 액체와 기체 순으로 느려진다. 공기 속을 전달하는 소리의 속력은 공기 온도에 따라 달라지는데, 섭씨 0도에서 약 331.5m/s이고, 기온이 높을수록 속력이 빨라진다.\n체험 방법:\n1. 송수화구에 대고 말을 하거나 상대편 말을 들어보세요.\n2. 상대편이 말하는 입모양을 보며 소리가 얼마나 빨리 전달되는지 느껴보세요.",
    "124-00": "흔들다리 사용방법:\n1. 다리가 흔들리므로 뛰거나 장난치지 마세요.\n2. 노약자나 어린이는 위험하니 혼자서 건너지 마세요.\n3. 좌우의 안전로프를 꼭 잡고 건너세요.",
    "197-00": "물의 소용돌이는 왜 생길까? 수조의 밑바닥 구멍으로 물이 빠르게 빠져 나갈 때 소용돌이가 생긴다. 이때 회전 속력이 빨라지면 물은 원심력에 의해 밖으로 밀리므로 물기둥의 가운데에 공기 기둥이 생기게 된다. 아래로 갈수록 수압이 커지므로 공기 기둥은 가늘어서 깔때기 모양을 하게 되는 것이다. ",
    "198-00": "부력이 생기는 원리: 정지된 물에 잠겨 있거나 떠있는 물체는 물에 의하여 연직 상방향으로 힘을 받는다. 이것이 물체에 작용하는 부력이다. 부력의 크기는 물체가 유체 속에 잠긴 부피에 해당하는 유체의 무게와 같고, 그 방향은 연직 상방향이다. 이것을 아르키메데스의 원리라 한다. 부력의 크기는 깊은 곳에서 더 크다. 물체의 옆면에 수평으로 작용하는 힘들이 서로 비긴다. 그러나 아래쪽의 압력이 위쪽보다 높으므로, 아래 방향과 위쪽 방향의 압력의 차이가 바로 부력이다.",
    "199-00": "바닥에 추가 매달린 양동이 물레방아가 있다. 위에서 물이 떨어지면 양동이는 물을 흘리면서 돌아간다. 그러면 물레방아는 과연 어느 방향으로 회전할 것인가 예측해 보자. 물레방아가 한쪽 방향으로만 계속 돌아갈 것으로 생각하기 쉽다. 하지만 조금만 생각해 보면 그리 간단한 것이 아니란 것을 알 수 있다. 위에서 물이 떨어지는 양에 따라서 물레방아의 회전 방향은 수시로 바뀐다. 이러한 자유낙하 수차를 로렌츠의 물레방아라고 한다. 양동이 속 물의 양이 적을 때는 수차는 움직이지 않는다. 그러나 물의 양이 늘어나면 물레방아는 어느 한 방향으로 돌기 시작한다. 물의 양이 계속 늘어나면 물레방아는 더욱 빨리 돌게 되고 양동이 속의 물을 다 흘려버리기도 전에 반대편에 이르게 된다. 이 때문에 회전 속도가 느려지면서 결국에는 회전 방향이 바뀐다. 더욱 수량을 증가시키면 물레방아의 회전은 점점 복잡한 양상을 보이다가 결국은 제멋대로 돌기 시작한다. 즉 카오스 상태에 이르게 된다.",
    "201-00": "빗물이용시스템의 구성\n1. 집수장치\n옥상에 내린 비가 관을 통해 한곳에 모이도록 만든 시설\n2. 처리시설\n빗물의 이물질을 제거하여 사용할 수 있는 물로 정수하는 역할을 함\n3. 저장시설\n많은 양의 정수된 빗물을 저장 보관하는 역할을 함\n4. 급수탱크\n저장시설에서 가져온 물을 필요한 곳으로 보내주는 역할을 함\n5. 펌프\n필요한 곳으로 빗물을 보낼 때 압력을 가해 급수가 원활하도록 함",
    "202-00": "전기 자동차란 전기를 동력으로 하여 모터를 돌려 움직이는 자동차로, 유해 가스를 배출하지 않는 친환경적이다. 이 때문에 가솔린 엔진 자동차를 대체할 미래 교통수단으로 기술 개발이 진행중이다.",
    "203-00": "레일 모양과 효과 연출 장치를 확인한 후 공의 운동을 탐구해 보세요.\n연출 장치 설명:\n1. 벨트 리프트: 공을 레일의 최상단으로 올려주는 장치\n2. 공 분배기: 공을 서로 다른 경로의 레일로 번갈아 분배하는 장치\n3. 기어 돌리는 인형 - 공이 센서에 감지되면 움직이는 인형\n4. 허니문 카: 공이 허니문 카 모형의 센서에 감지되면 회전하는 장치\n5. 고개 넘는 공: 공이 가속과 감속을 반복하도록 물결 형태로 만든 레일\n6. 레일 이동: 막다른 레일 끝 부분에서 새로운 레일로 공이 옮겨가도록 만든 장치\n7. 윈드벨: 공이 동작부를 건드리면 소리를 내는 장치\n8. 케플러 접시: 공이 중력에 의한 천체의 타원 운동을 따르도록 만든 장치\n9.공 공급기: 공을 일정한 간격으로 보내주는 장치\n10. 원통 스크류: 공이 원통 나선 형태의 레일을 따라 움직여 원심력과 구심력을 탐구하도록 만든 장치\n11. 물레방아: 공이 물레방아 날개를 움직이며 지나가도록 만든 장치\n12. 횡스크류: 공이 수직원을 그리며 회전하여 원심력에 의해 떨어지지 않는 현상을 탐구하도록 만든 장치\n13. 램프: 공의 움직임이 센서에 감지되면 빛을 내도록 만든 장치\n14. 지그재그 타종: 지그재그 형태의 엇갈린 레일 끝에서 종을 울리며 방향을 전환하도록 만든 장치\n15. 실로폰: 공이 완만한 빗면 계단식 실로폰을 두드려 지나가는 동안 소리가 나도록 만든 장치\n16. 스크류 리프트: 아르키메데스 수차를 응용하여 공을 레일 상단으로 이송시키는 장치\n17. 원형 스크류: 공이 원뿔 나선 형태의 레일을 따라 움직여 원심력과 구심력을 탐구하도록 만든 장치\n18. 점프: 공이 튀기며 이동하도록 만든 장치",
    "204-00": "진자의 운동을 오랫동안 관찰해보면, 진자의 진동면이 지면에 대해 서서히 시계방향으로 회전한다는 것을 알 수 있습니다. 이는 지구의 자전으로 생기는 전향력이라는 힘 때문입니다. 1851년에 푸코가 이 원리를 이용해 지구의 자전을 증명하였습니다.",
    "204-01": "지구의 자전을 증명하기 위해 만든 간이형 푸코진자입니다. 진자 왕복운동은 관성법칙에 의해 계속 일정한 방향을 유지하며 운동하려 합니다. 즉 원판을 회전시키지 않는다면 진자의 왕복운동 역시 계속 일정한 방향으로 운동할 것입니다. 회전하는 원판에 우리가 타고 있다고 가정을 한다면 진자의 왕복 운동은 원판의 회전 방향과 반대 방향으로 바뀌는 것처럼 보입니다. 이와 같이 회전하는 원판에 우리가 타고 바라보는 푸코 진자의 왕복 운동방향이 원판의 회전방향과 반대 방향으로 움직이는 것처럼 보이는 것은 지구가 서쪽에서 동쪽으로 자전을 하고 있다는 것을 증명합니다. 북반구에서 관찰되는 진자의 진동면은 시계방향으로 이동하고, 남반구에서는 반시계방향으로 이동합니다.\n체험 방법:\n1. 손으로 진자를 흔들어 놓으세요.\n2. 손으로 원판을 화살표 방향으로 천천히 회전시키면서 진자운동을 관찰해 보세요.",
    "205-00": "어린 시절 누구나 한번쯤은 볼록렌즈로 햇빛을 모아 신문이나 종이를 태워 본 경험이 있을 것이다. 이것은 볼록렌즈나 오목거울이 햇빛을 한 곳에 모아주기 때문이다. 이러한 원리를 이용하여 만든 것이 햇빛 용광로이다. \n체험 방법: \n1. 햇빛을 이용한 대형 오목거울로 물을 끓이는 모습을 관찰해 보세요. \n2. 볼록렌즈의 초점 부분에 위치한 양초가 햇빛을 받아 녹아내리는 모습을 관찰해 보세요. \n3. 오목거울과 볼록렌즈의 초점 부근은 매우 뜨거우니 주의하세요.",
    "206-00": "혼천시계는 1669년 조선 현종 10년 천문학 교수였던 송이영이 서양식 자명종의 원리를 이용하여 제작한 시계이다. 혼천시계는 혼천의 부분과 시계장치 부분으로 구성되어 있다. 시계장치는 2개의 추 운동에 의하여 작동된다. 하나의 추는 시간을 알려주는 장치와 혼천의를 운행시키는 동력을 만든다. 또 다른 추는 구슬신호장치에서 발생되는 신호를 받아 타종장치를 작동시킨다. 혼천의의 운행으로 1년 중의 황도에서의 태양 위치를 알 수 있고, 하루 중의 태양 운행을 나타낼 수 있다. 또한 달의 위치와 모양 변화로 음력 날짜를 알 수 있도록 해준다. 시계장치에서는 12지 시패가 지시하면서 타종 소리를 울려 현재 시간을 알려준다. 이 혼천시계는 전통적인 동양의 혼천의와 서양의 기계식 시계장치 기술이 결합하여 제작된 것으로 세계 시계사에서 대단히 중요한 유물이라고 할 수 있다. 이 유물은 고려대학교 박물관에 소장되어 있는 국보 230호를 국내 최초로 작동되도록 복원하여 전시한 것이다.",
    "298-00": "투과 전자 현미경\nEM 902A 투과 전자 현미경은 최대 가속전압이 80 kV로, 주사 전자 현미경에 비해 높은 가속전압으로 작동되어 현미경 사진의 해상도가 높습니다. EM 902A 투과 전자 현미경은 가열된 텅스텐 필라멘트에서 방출되는 열전자를 가속해 얇은 시료를 투과시킨 후, 통과하거나 산란되는 전자를 이용하여 시료의 형상을 관찰합니다. 투과 전자 현미경은 다양한 재료의 제조와 응용 연구, 생체분자 구조 분석, 바이러스나 세균의 관찰 등에 응용되고 있습니다. ",
    "299-00": "주사 전자 현미경\nDSM 940A 주사 전자 현미경은 분해능에 영향을 주는 중요한 요인인 전자의 가속 전압을 490V에서 30kV 범위에서 조절할 수 있고, 전자 빔을 제어하기 위한 3중 렌즈 시스템을 적용하여 시료의 표면을 4배에서 200000배의 배율로 관찰할 수 있도록 설계되어 있습니다. 일반적으로 전자 현미경은 전자의 이동에 방해가 되지 않도록 진공에서 작동시키는데, 이 DSM 940A 주사 전자 현미경에는 빠르게 고진공을 얻도록 터보 분자 펌프가 장착되어 있습니다. 그리고 재물대는 시료를 회전시키거나 기울이는 경우에도 시료 표면에 초점이 유지될 수 있도록 제작되어 있습니다. 주사 전자 현미경은 각종 생물 및 미생물 시료 표면의 미세 구조 관찰에 응용되고 있습니다.",
    "301-00": "1. 봄 하늘의 별자리\n봄 하늘의 대표적인 별자리는 큰곰자리, 목동자리, 처녀자리, 사자자리가 있다. 목동자리의 1등성 아크투르스, 처녀자리의 1등성 스피카, 사자자리의 1등성 데네볼라가 큰 삼각형을 이루는데, 이를 봄의 대삼각형이라고 한다.\n2. 여름 하늘의 별자리\n여름 하늘의 대표적인 별자리는 백조자리, 거문고자리, 독수리자리, 전갈자리가 있다. 여름에는 남북방향으로 은하수가 흐르고 그 위로 백조자리가 있다. 백조자리의 데네브, 거문고자리의 베가와 독수리자리의 알타이르가 삼각형을 이루는데, 이를 여름의 대삼각형이라고 한다. \n3. 가을 하늘의 별자리\n가을 하늘의 대표적인 별자리는 카시오페아, 페가수스, 안드로메다,페르세우스, 케페우스가 있다. 가을 하늘에는 신화에 등장하는 인물들로 에티오피아의 왕 케페우스, 그의 아내 카시오페아, 공주 안드로메다 및 안드로메다의 남편인 영웅 페르세우스 별자리 등을 볼 수 있다.\n4. 겨울 하늘의 별자리\n겨울 하늘의 대표적인 별자리는 오리온자리, 큰개자리, 작은개자리, 쌍둥이자리, 마차부자리, 황소자리가 있다. 겨울 하늘 별자리에는 유난히 1등성이 많다. 오리온자리의 리겔, 큰개자리의 시리우스, 작은개자리의 프로키온, 쌍둥이자리의 폴룩스, 마차부자리의 카펠라, 황소자리의 알데바란 등이 밝게 빛난다.",
    "302-00": "착시와 감각. 사람이 외부 자극을 느낄 때 대부분 시각에 의존하고 있는데, 몸의 균형감각은 귀 속의 세반고리관과 전정기관에 의해 이루어지고 있다. 그때그때 눈으로 들어오는 시각적 감각들은 오랫동안의 경험에 의해 사람의 뇌에 쌓여진 정보와 대조하고 맞추어 수정하는 체계를 갖추고 있다. 15도정도 경사진 방에서 귀 속의 평형감각은 방이 기울어져 있다고 느끼는데, 시각적인 감각은 그렇지 않아 두 정보가 충돌을 일으키면서 혼란이 일어나 원근감의 상실, 쓰러질 것 같은 어지러움, 크기와 길이에 대한 판단의 오차 등을 일으키게 되는 것이다. \n체험 방법\n1. 경사진 방으로 들어가 몸의 균형을 잡아 보세요. \n2. 이리저리 걸어보면서 균형을 잡아 보세요. \n3. 출발점이 도착점보다 높아 보이는 경사 레일 위에서 공을 굴릴 때 공의 움직임을 관찰해 보세요.",
    "303-00": "물체가 되풀이해서 흔들리는 것을 진동이라고 하며, 진동이 1초 동안에 되풀이해서 나타나는 횟수를 진동수라 한다. 모든 사물에는 각기 고유한 진동수가 있다. 어떤 물체가 외부에서 힘을 받아 그 물체의 고유 진동수와 맞으면 진폭이 커지는데 이 현상을 공진이라 한다. 이러한 공진 현상은 예상 밖의 강력한 힘을 내기도 한다. 유리잔이 음파에 의해 깨지거나 강풍에 의해 다리가 무너지는 예가 대표적인 사례이다.\n체험 방법:\n1, 친구와 함께 양쪽 그네에 각각 앉으세요.\n2. 한 사람은 그대로 앉아 있고 다른 사람이 그네를 굴러 보세요.\n3. 그대로 앉아 있는 쪽의 그네가 어떻게 움직이는지 관찰해 보세요.",
    "304-00": "기상이란 비, 바람, 온도, 기압, 습도 등 대기중에서 일어나는 현상을 모두 포함하는 말이다. 일반적으로 전체 공기의 약 80%가 분포하고 있는 대류권에서 구름, 비, 눈 등의 기상 현상이 나타난다. 기온, 기압, 바람 등 대기의 물리적 상태와 대기 구성물질, 강수와 일사 등의 현상을 관찰, 측정하는 것을 기상 관측이라 한다. 관측 데이터의 처리, 분석도 넓은 의미에서는 기상 관측이며 이러한 데이터는 일기도의 작성과 일기예보에 중요한 요소가 된다.\n체험방법:\n1. 현재의 풍향 및 풍속은 얼마인가요?\n2. 강수량을 확인하세요\n3. 현재의 온도는 얼마인가요?\n4. 현재의 습도는 얼마인가요?",
    "305-00": "메아리란 대기 중으로 전달되는 음파가 고체면에 부딪혀 반사되어 처음 보낸 소리 방향으로 되돌아오는 현상이다. 소리는 대략 1초에 340m씩 이동하므로, 메아리가 똑똑히 들리기 위해서는 소리를 반사할 물체로부터 어느 정도 멀리 떨어진 위치에서 소리를 내야 한다. 옛날에는 메아리 현상을 자연현상이 아니라 산속에 사는 요정이나 신령이 사람의 소리를 흉내 내는 것으로 여겼었다. 그 중에서도 그리스 신화의 '에코' 이야기는 다음과 같이 전해진다. 숲의 요정 에코는 나르키소스라는 젊은 청년을 사모했으나 거절당하자 비통한 나머지 몸이 점차 여위어 끝내는 흔적도 없이 사라지고, 연인의 이름을 애타게 부르는 그 소리만 그대로 남아 지금도 자기를 부르는 사람이 있으면 그에 대답한다는 내용이다.",
    "306-00": "융합과학교육원의 상징물로 30분과 정시마다 음악 소리와 함께 12간지에 해당하는 동물 인형들이 나오는 장치입니다.\n",
    "307-00": "앙부일구는 1434년 조선 세종 16년에 최초로 제작한 반구형 오목 해시계이다. 앙부일구는 24절기를 13개 위선으로 나타내고, 시각선을 수직으로 그어 놓았다. 북극을 향한 영침의 그림자에 따라 시간과 계절을 동시에 알 수 있도록 되어 있으며, 해 뜨는 시간과 해 지는 시간을 알 수 있는 과학적인 기기이다. 그 구조는 시각선, 계절선, 시반면, 영침, 지평면으로 구성되어 있다. \n앙부일구 측정법: 해시계 영침의 그림자가 가리키는 시간은 진태양시이다. 현재 우리가 사용하는 표준시는 동경 135도를 기준으로 사용한 편균태양시이므로 이 두 가지 시간의 차에서 발생하는 시차값을 시차보정표를 참고해 진태양시에 더하면 된다. 예시로 1월 1일의 영침 그림자가 12시를 가리키는 경우: 시차보정표의 값이 35분이므로 현재시간은 12시에 35분을 더한 12시 35분이 된다.  ",
    "308-00": "일성정시의는 해시계와 별시계의 기능을 하나로 고안하여 낮과 밤의 시간을 측정할 수 있도록 만든 천문관측 의기로서 1437년 세종 19년에 최초로 만들어졌다. 일성정시의는 해시계의 원리와 별들이 북극성을 중심으로 규칙적으로 회전한다는 원리를 적용하고 있다.\n그 구조는 주천도분환, 일구백각환, 성구백각환, 정극환, 계형, 용주, 부 등으로 이루어져 있다.\n관측방법:\n1. 극축조정: 십자거 중앙의 구멍과 정극환의 중심을 북극성에 일치시켜 극축을 맞춤\n2. 시간 읽기: 계형의 심이 가리키는 곳의 백각환 눈금을 읽음\n3. 시간 측정: 낮에는 태양 빛이 만들어낸 실1과 실2의 그림자를 일치시켜 백각환 눈금으로 시간을 측정한다. 밤에는 기준이 되는 별이 운행하는 각도로 시간을 측정한다.",
    "309-00": "정지된 원판 위에서 공을 굴리면 공은 처음에 가한 힘의 방향으로 똑바로 진행한다. 그러나 원판을 회전시키며 공을 굴려보면 공은 원판에 대해 일직선으로 가지 않고 한쪽으로 치우치면서 굴러가는 것을 볼 수 있다.이와 같은 현상은 지구의 자전에 의해서도 생기는데, 적도 근방에서 발생해 북상하는 태풍의 진로는 점점 오른쪽, 즉 동쪽으로 휘게 된다. 이 힘을 전향력, 또는 발견한 사람의 이름을 따서 코리올리의 힘이라 한다.\n체험 방법:\n1. 정지된 원판 위에서 공을 굴리면서 원판 위와 밖에서 공의 움직임을 관찰해 보세요.\n2. 원판을 회전시키고 공을 굴리면서 원판 위와 밖에서 공의 움직임을 관찰해 보세요.",
    "310-00": "측우기는 조선시대 세종대부터 조선말기까지 비의 양을 측정하는 기구이다. 세종대왕은 땅속에 스며든 빗물의 깊이를 자로 재어 강우량을 측정하던 종래의 불완전한 방법을 철로 주조한 원통형 측우기를 발명하여 과학적인 방법으로 측정하게 하였다. 이 측우기는 현존하는 것 중 가장 오래된 금영측우기를 본뜨고 대석은 측우대(보물 842호)를 본 떠 제작한 것이다.",
    "311-00": "태양전지란 광전효과를 응용하여 햇빛 에너지를 직접 전기로 변환시키는 반도체 화합물 소자이다. 태양전지는 빛 에너지를 전기 에너지로 변환시켜 전력을 생산한다. 태양전지의 재료는 실리콘이 가장 많이 이용되고 있다. 태양전지는 1960년대부터 인공위성, 등대, 섬 등에서 전력원으로 사용됐는데, 햇빛이 없는 날에는 발전이 불가능하다는 단점이 있다. 최근에는 화석 연료를 대체할 새로운 에너지원으로써 우주 공간에서의 발전 방안 등에 대해 연구가 활발히 진행되고 있다.",
    "312-00": "바람의 힘을 회전동력으로 바꾸어 이용하는 장치를 풍차라고 한다. 풍차는 회전축의 방향에 따라 크게 두 가지로 분류되는데, 바람의 방향과 회전축이 평행인 프로펠러형과 회전축이 수직인 다리우스와 사보니우스형이 있다. 풍차는 예전에는 곡식을 찧거나 물을 끌어올리는 데 주로 사용되었으며 요즘은 발전용으로 쓰인다. 풍력발전은 자연 바람을 이용하기 때문에 환경에 미치는 영향이 거의 없는 무공해 에너지로써, 섬지역이나 바람이 많이 부는 곳에서는 효율적으로 활용할 수 있는 대체 에너지이다. 우리나라는 제주도 중문단지와 대관령 풍력발전 단지 등이 대표적이다.",
    "313-00": "황도란 일 년 동안 별자리 사이를 움직이는 태양의 겉보기 경로를 말하는데 이것은 지구의 공전 운동으로 인해 태양의 위치가 천구상에서 상대적으로 하루에 약 1 도 정도씩 이동하여 생기는 궤도이다. 다른 관점에서 보면, 태양 주위를 도는 지구의 궤도가 천구에 투영된 것이다. 황도는 천구 적도면에 대해 약 23.5도 기울어져 있으며, 황도와 적도면의 두 교차점을 춘분점과 추분점이라고 한다. 황도 부근에는 약 30도 간격으로 12개의 별자리가 있는데, 이것을 황도 12궁이라 한다. 황도 12궁은 춘분점을 기준으로 양자리에서 시작하여 황소자리, 쌍둥이자리, 게자리, 사자자리, 처녀자리, 천칭자리, 전갈자리, 궁수자리, 염소자리, 물병자리, 물고기자리의 순으로 배열되어 있다. 춘분점은 적경과 적위가 각각 0시, 0도로 적도 좌표의 기준점이다. 춘분점에 태양이 위치할 때가 춘분 날이며, 춘분 날은 밤낮의 길이가 같고 봄이 시작됨을 의미한다.",
    "398-00": "돌이 된 나무, 규화목.\n나무가 죽어 공기 중에 노출되면 미생물에 의해 분해되어 썩는다. 그러나 늪지대, 강바닥, 갯벌 지역 등에서 나무가 빠르게 흙에 묻히면, 나무 성분이 땅 밑 지하수에 녹아 있는 광물 성분으로 서서히 바뀌게 된다. 이러한 작용이 오랫동안 계속되면 원래의 나무 성분은 없어지지만, 나무의 구조, 나이테 등의 모양은 그대로 보존된 나무화석이 만들어진다. 대부분의 나무 화석은 이산화규소로 채워지는데 이를 규화목이라 한다.우리나라는 주로 경상도 지역에서 발견된다.",
    "399-00": "회전하는 모든 물체는 외부에서 강제로 정지시킬 때까지는 계속 회전하려는 성질을 갖는다. 각운동량이란 물체가 회전상태를 유지하려는 성질을 양적으로 표현한 것이다. 직선운동에서 물질의 운동 상태를 나타내는 양을 선운동량이라 하는데, 회전운동에서 회전하는 물체의 운동상태를 나타내는 것이 각 운동량이다. 이러한 회전체의 각운동량은 외부로부터 회전력이 작용하지 않는 한 항상 일정하게 보존된다. 예를 들어, 피겨스케이트 선수가 팔을 벌려서 회전하다가 팔을 오므리면 더 빠르게 회전하는 것을 볼 수 있는데, 팔의 길이가 짧아지면 회전속도가 커지기 때문이다.\n체험 방법: \n1. 회전 원판에 올라서서 안전 지대에 몸을 기대세요. \n2. 발로 바닥을 밀어 원판을 회전시키세요. \n3. 팔과 다리를 적절히 벌렸다 오므렸다 하면서 회전 속도의 변화를 체험하세요."
}