{
    "101-00": "The Sky Bicycle system operates like a lever, consisting of a rider, a bicycle, a counterweight, and a connecting pipe. In this system, the rail serves as the fulcrum, and the connecting pipe acts as the lever, with a counterweight at one end and the bicycle and rider at the other. The balance point is determined by the distance from the fulcrum to both ends of the lever and the weight of the counterweight. If the counterweight were not hanging below the connecting pipe, the center of gravity would lie above the rail. However, with the heavy counterweight suspended relatively far from the rail, the center of gravity is consistently positioned below the rail, ensuring the bicycle's stability.\nHow to Enjoy:\n1. Climb onto the bike and fasten your seatbelt securely.\n2. Hold the handlebars and pedal along the elevated rail at your own pace.\n3. Keep it safe—no reckless behavior or horseplay while cycling.",
    "102-00": "The device that lifts water to high places using a large wheel is called Mujawi. Also known as Surong or Sucha, it was created during the era of King Sejong in Korea, and afterward, it drew much attention during the periods of King Yeongjo and King Jeongjo and was made in various forms but was not widely distributed. There were various kinds of Mujawi, and it was designed so that when the wing plate, which was made by attaching several wooden boards in a spiral shape around a single axis, was installed, the wheel would turn, and the water lifted at that time would flow into a ditch. The squirrel pump is a modification of this Mujawi, designed to help understand its principle.\n\nExperience method:\n1. Enter the interior of the rotating cylinder.\n2. Grab the handle installed inside the cylinder and walk slowly.\n3. Watch as the cylinder slowly rotates and the water pots hung outside are submerged in water and as it rises, observe the actual scene of lifting the water.",
    "103-00": "A pulley is a simple tool designed to convert a small amount of force into a larger one, making it easier to lift heavy objects. When two wheels of different sizes are fixed on the same axis, the system is called a wheel-and-axle. This setup allows heavy objects to be lifted with less effort. A fixed pulley doesn’t reduce the required force but changes the force's direction, making it more convenient to lift objects by pulling them down instead of up. In contrast, a movable pulley can lift objects with only half the effort. However, the object will only rise half the distance that you pull. In the case of a wheel-and-axle, the force required is reduced in proportion to the ratio of the smaller wheel’s radius to the larger wheel’s radius. This reduction in effort, however, also decreases the distance the same ratio can lift the object.",
    "103-01": "Discover how levers make lifting and balancing easier with this interactive activity! A lever uses the distance between the fulcrum (pivot point) and the effort and load points to reduce the force needed to lift an object. The large double-arm balance scale is a perfect example of this principle, designed to measure a person’s weight by shifting counterweights to achieve balance.\nHow to Try It:\n1. Team up with a friend—one of you sits on the large balance scale.\n2. The other adjusts the counterweights to bring the scale into perfect balance.\n3. Once balanced, check the scale to see the weight it measures.",
    "104-00": "Sound can be defined by three key elements: pitch, volume, and tone quality. The frequency of vibrations from the sound source determines the pitch of a sound. Higher frequencies produce higher-pitched sounds, while lower frequencies result in lower pitches. Instruments like wind and percussion instruments produce lower pitches as their lengths increase, measured in Hertz (Hz). The amplitude of the vibrations determines the volume of a sound. Larger amplitudes create louder sounds, while smaller amplitudes produce softer sounds. Volume is measured in decibels (dB). Tone quality, or timbre, is defined by the sound wave's shape. Differences in tone quality explain why voices vary from person to person and why instruments of different types produce distinct sounds.\nHow to Try It:\n1. Use the mallet to strike the stone, wooden, and metal instruments lightly. Listen closely and compare the sounds each one makes.\n2. Tap the stone and metal instruments with gentle, more decisive strikes, and notice how the sound changes.\n3. Experiment with instruments of different lengths to hear how the pitch varies.",
    "105-00": "Step into the dazzling world of lasers! A laser, short for \"Light Amplification by Stimulated Emission of Radiation,” is a device that produces a powerful, focused beam of light with unique properties that set it apart from ordinary light sources.\nProperties of Lasers\n1. Unlike sunlight or light from a bulb, which contains multiple wavelengths that can be separated into different colors using a prism, laser light has a single wavelength, making it a pure, monochromatic beam.\n2. Regular light spreads out in all directions, but laser light travels in a tight, straight line with almost no dispersion.\n3. Lasers can concentrate high-density light energy onto a tiny area, making them incredibly powerful and precise.\nHow Do Lasers Work?\nLasers are built using three main components:\n1. A pair of mirrors, one fully reflective and the other partially reflective, allow light to bounce back and forth. The partially reflective mirror lets some amplified light escape as the laser beam.\n2. This is where the magic happens. Light travels between the mirrors and amplifies through stimulated emission, creating an intensely bright and focused beam.\n3. The pump provides the energy needed to power the amplification process, ensuring the laser reaches its full potential.",
    "106-00": "How to Try It:\n1. Pair up with a friend. One person selects a pipe and speaks into it.\n2. The other person listens carefully to identify which pipe carries the sound best.\n3. Once you’ve found the right pipe, use it to talk with your partner.",
    "107-00": "How to Play Safely:\n1. Take turns using the slide—only one person at a time.\n2. Do not climb up the slide in the opposite direction, as someone coming down could collide with you.\n3. Wait until the person before you exit the slide before taking your turn.\n4. Avoid climbing up the back of the slide or hanging from the railings.",
    "108-00": "The Water Activity Tower uses the power of falling water to create a variety of fascinating motions. As water is lifted to the top of the tower and then cascades downward, its potential energy transforms into kinetic energy, resulting in a range of exciting and dynamic effects. Stand with your back to the sun and watch closely—you might even spot a rainbow forming in the water mist! Explore the wonders of water and energy in action.",
    "109-00": "The watermill utilizes the power of water to rotate a wheel, which is shaped like a millstone, to grind grains. There are two kinds of watermills that utilize the force of falling water and the force of flowing water. The former is called a 'horizontal wheel watermill', and the latter is called a 'vertical wheel watermill' or a 'flour mill'. Generally, one watermill frame is installed in a watermill, but in places with a lot of water, two are connected on the left and right sides. The pressing bars installed on the mill shaft are facing different directions, so the weights alternately rise and fall to grind the mill. \n\nExperience method:\n1. Observe by adjusting the amount of water flowing into the watermill with the handle of the flow control valve installed on one side of the irrigation channel.\n2. In case of insufficient water in the channel, operate several pumps to draw up water. \n3. Observe the principle of operation of a watermill that uses the flow of water to generate power.",
    "109-01": "Step back in time and experience the ingenuity of the water mill. Also called a \"bucket mill,\" this traditional farming tool harnesses the power of flowing water. As water pours into the mill’s bucket, the weight tips it downward, creating the force to drive a pestle and grind grains in the mortar.\nHow to Explore:\n1. Control the water flow to the mill using the handle on the flow valve attached to the water channel and observe how it changes the mill’s motion.\n2. If the water level is too low, activate the pumps to bring more water into the system.\n3. Watch the water mill at work and compare its movement to the mechanics of a lever—it’s a great way to see physics in action.",
    "110-00": "Get ready to aim and fire with a splash! The water stream from a water gun travels in a parabolic arc, combining two types of motion: uniform velocity in the horizontal direction and accelerated motion in the vertical direction due to gravity. To hit your target, you’ll need to consider the pull of gravity and aim slightly above the target to account for the drop in the water stream. \nHow to Play:\nAutomatic Water Gun:\n1. Press the switch to release a steady stream of water.\n2. Adjust the direction of the water gun to hit your target.\nManual Water Gun:\n1. Pump the handle to shoot water.\n2. Experiment with the water gun's angle and the pumping speed to improve your aim.",
    "111-00": "How to Explore:\n1. Enter the maze and see if you can reach one of the three exits.\n2. Walk carefully—no running inside the maze.\n3. Look for the kaleidoscope and explore how your reflection changes as you view yourself through it.\n4. When passing through barriers, take turns and exit one at a time.\n5. If you can’t find an exit, you can crawl through the opening at the bottom of the maze walls.\n6. Solve the riddle challenges along the way and check your answers to add to the fun.",
    "112-00": "Step into the mesmerizing world of the Fountain Tunnel! Watch as streams of water create a stunning tunnel effect, with jets shooting continuously or breaking mid-air for a dynamic display.",
    "113-00": "Discover how sound travels and reflects with the Sound Reflection Dish. When you speak or listen from the dish's focal point, sound waves bounce off its parabolic surface, traveling in parallel before converging back at the focal point. Because sound waves move in the same direction as air vibrations, the reflected sound remains clear and travels farther. This principle is applied in everyday tools like satellite dish antennas and stethoscopes, which use parabolic surfaces to focus sound effectively.\nHow to Experience:\n1. With a partner, take turns speaking softly or listening to the transmitter and receiver openings of the dish.\n2. Observe how the sound is amplified and learn about the science behind its clarity.",
    "114-00": "When the piston is pulled upward, valve A opens, allowing water to be drawn into the pump. When the piston is pushed downward, valve A closes, and valve B opens, forcing the water out through the pump outlet as the piston rises again.",
    "114-01": "When the piston is raised, valve A opens and the water is drawn up. When the piston is lowered, valve A closes and valve B opens. The water that has entered inside is discharged through the pump hole when the piston is raised.",
    "114-02": "Turning the handle rotates the impeller at high speed, creating a centrifugal force that pulls water into the pump through inlet A. The spinning impeller pushes the water outward and exits through outlet B.",
    "115-00": "How to Use Archimedes’ Motion Device:\n1. Confirm that the ball is positioned at the starting point of the Archimedes' screw.\n2. Slowly turn the screw’s handle to the right, lifting the ball upward along the spiral.\n3. Once the ball reaches the top and enters the rotating rail system, stop turning and observe the ball’s motion. As the ball moves along straight, inclined, spiral, and circular rails, it demonstrates various types of motion, including accelerated, rotational, and free fall. These movements showcase key physical principles, such as Newton’s laws of motion and the conservation of mechanical energy.",
    "116-00": "The Archimedes' Pump, also known as the Archimedes' Screw, is a water-lifting device attributed to Archimedes around 225 BCE. It consists of a long cylinder with a tightly fitted spiral shaft inside. Placing one end of the cylinder in water and rotating it manually draws water upward along the spiral grooves. Although commonly associated with Archimedes, spiral mechanisms for water lifting predate his invention. Similar devices were used in ancient Egypt for irrigation over extended periods.\nHow to Use It: \n1. Stand on the circular platform and firmly grip the handle. Rotate the cylinder by walking in place.\n2. Observe how the spiral grooves turn and lift water upward.\n3. Ensure you walk in the correct direction, toward the handle, as walking in reverse prevents the water from rising.",
    "117-00": "The arch bridge is a structural design that holds its shape without collapsing because the forces of compression and support are balanced along the curve of the arch. This balance eliminates the need for supporting piers beneath the bridge.\nHow to Try It: \n1. Place the assembly stand with the handle at the center of the display area.\n2. Position blocks on the support bases at both ends of the bridge.\n3. Insert additional blocks between the central and edge blocks to complete the arch.\n4. Once all blocks are in place, carefully remove the assembly stand to form the bridge.\n5. Repeat the process to construct a cross-shaped bridge.",
    "118-00": "Centripetal force is the inward force that causes an object to follow a circular path. Its magnitude depends on the object’s mass, the square of its velocity, and the radius of the circular motion. When a car turns along a curve, passengers often feel pushed outward. This sensation is caused by centrifugal force, a reaction force equal in magnitude but opposite in direction to centripetal force. The principle of centrifugal force is commonly applied in technologies such as washing machine spinners and centrifuges.\nHow to Try It:\n1. Rotate the handle to spin the scarecrow figure and observe how its arms and legs extend outward due to centrifugal force.\n2. Adjust the rotation speed, and note how the arms and legs extend further at higher speeds and retract at lower speeds.",
    "119-00": "How to Try It: \nStep on the piano keys to light them up and start the music. Observe how the fountain’s water jets rise and fall in response to the notes being played.",
    "120-00": "A standing wave occurs when two waves with the same frequency, speed, and amplitude travel in opposite directions and overlap, creating a stationary transverse wave. In such a wave, points that vibrate intensely are called \"antinodes,\" while stationary points are called \"nodes.\" This phenomenon also occurs in the air. When sound waves enter and reflect within a closed hole, interference between the incoming and outgoing waves creates high and low-air pressure areas. Over time, this interference produces sound at specific frequencies. Deeper holes allow sound waves to travel farther before reflecting, resulting in lower-pitched sounds than shallower holes.\nHow to Explore:\n1. Listen to the sound produced by placing your head near one of the holes.\n2. Compare the sounds from different holes and consider why they produce different pitches.",
    "121-00": "How to Try It:\n1. Climb the jungle gym and securely hold the ropes as you move around.\n2. Be respectful of others and avoid disputes over space in the jungle gym.\n3. Move slowly and carefully, staying calm to ensure your safety.\n4. Avoid rough behavior or startling others while using the equipment.",
    "122-00": "A solar cell generates electricity by combining P-type and N-type semiconductors. When exposed to light, electrons move between the two layers, producing electrical energy. Each solar cell generates about 1.5W of power, and multiple cells can be connected to form a solar panel module to meet larger energy requirements.\nHow It Works:\n1. Light energy moves electrons from the P-type semiconductor to the N-type semiconductor.\n2. Electrons in the N-type semiconductor are pushed out through a wire.\n3. The P-type semiconductor accepts electrons back through the wire, completing the circuit.\nHow to Try It:\n1. Turn the handle to rotate the solar panel.\n2. Observe how the angle between the solar panel and the sun affects the strength of the water stream.",
    "123-00": "The speed of sound varies based on the medium through which it travels. It is fastest in solids, followed by liquids, and slowest in gases. In the air, the speed of sound changes with temperature at 0°C, it travels at about 331.5 m/s, which increases as the temperature rises.\nHow to Try It:\n1. Speak into the transmitter or listen to the other person through the receiver.\n2. Pay attention to how quickly the sound travels while observing the other person’s mouth movements.",
    "124-00": "How to Try It:\n1. The bridge will sway, so avoid running or playing on it.\n2. Elderly individuals and young children should not cross the bridge alone.\n3. Hold onto the safety ropes on both sides for stability as you cross.",
    "197-00": "Why do whirlpools form in water? Whirlpools are created when water rapidly exits through a hole at the bottom of a trillion. When the rotation speed increases, the water is pushed outwards due to centrifugal force, resulting in the creation of an air column in the middle of the water column. As you go down, the water pressure increases, which narrows the air column into a funnel shape.",
    "198-00": "The Principle of Buoyancy: Objects submerged or floating in still water receive a force directed upward by the water. This is the buoyant force acting on the object. The magnitude of the buoyancy is equal to the weight of the fluid that corresponds to the volume submerged by the object, and its direction is vertically upward. This is known as Archimedes' principle. The magnitude of the buoyant force is greater at greater depths. The forces acting horizontally on the sides of the object are balanced. However, since the pressure is greater at the bottom than at the top, the difference in pressure between the bottom and the top is exactly the buoyant force.",
    "199-00": "There is a water wheel with added buckets at the bottom. When water drops from above, the bucket spins, letting the water trickle out. So let's predict in which direction the water wheel will rotate. It is easy to think that the water wheel will keep spinning in one direction only. But with a little thought, it's not that simple. Depending on the amount of water falling from above, the direction of the water wheel's rotation frequently changes. This freefall water wheel is known as Lorenz's water wheel.\n\nWhen the amount of water in the bucket is small, the wheel does not move. However, as the amount of water increases, the water wheel begins to spin in one direction. As the amount of water continues to increase, the water wheel rotates faster and reaches the opposite side even before all the water in the bucket has drained out. This causes the rotation speed to slow down, and eventually, the direction of rotation changes. If we increase the flow even more, the rotation of the water wheel becomes increasingly complex and eventually starts spinning indiscriminately. That is, it reaches a state of chaos.",
    "201-00": "Components of the System:\n1. Collection Unit\nCaptures rainwater from rooftops and channels it through pipes to a central collection area.\n2. Filtration Unit\nRemoves impurities from the collected rainwater, ensuring it is clean and safe.\n3. Storage Unit\nStores large volumes of treated rainwater for later use.\n4. Water Distribution Tank\nDelivers water from the storage unit to areas where it is needed.\n5. Pump\nProvides the necessary pressure to ensure efficient water flow to the desired locations.",
    "202-00": "An electric vehicle (EV) uses electricity to power its motor, replacing traditional internal combustion engines. EVs do not emit harmful gases, making them a cleaner and more environmentally friendly transportation option. As a result, they are being developed as a sustainable alternative to gasoline-powered cars, representing the future of mobility.",
    "203-00": "Discover the fascinating world of motion by observing how a ball moves along various rail designs and interacts with dynamic features.\nHow Its Parts Work:\n1. Belt Lift: Lifts the ball to the highest point of the rail system to begin its journey.\n2. Ball Distributor: Directs the ball onto different rail paths in alternating sequences.\n3. Gear Figurine: Activates and moves when the ball triggers a sensor.\n4. Honeymoon Car: Rotates when the ball interacts with its sensor, adding dynamic movement.\n5. Rolling Waves: A wave-shaped rail that causes the ball to speed up and slow down repeatedly.\n6. Rail Transfer: Seamlessly shifts the ball from one rail to another at the end of a track.\n7. Wind Chime: Produces a gentle sound when the ball touches its moving parts.\n8. Kepler Dish: Simulates elliptical motion like celestial bodies, guiding the ball in a curved path.\n9. Ball Feeder: Releases balls at regular intervals, ensuring continuous operation.\n10. Cylindrical Screw: Moves the ball along a spiral-shaped rail, showcasing centrifugal and centripetal forces.\n11. Water Wheel: Spins as the ball passes through, propelled by its motion.\n12. Horizontal Screw: Rotates the ball in a vertical circle, demonstrating how centrifugal force prevents it from falling.\n13. Lamp: Lights up when the ball’s motion triggers its sensor.\n14. Zigzag Bell: Guides the ball through a zigzag rail, ringing a bell at each directional turn.\n15. Xylophone: Creates musical notes as the ball strikes a stepped xylophone while rolling down.\n16. Screw Lift: Uses the Archimedes screw principle to lift the ball back to the starting point.\n17. Circular Screw: Guides the ball along a conical spiral rail, emphasizing the interplay of centrifugal and centripetal forces.\n18. Jump Mechanism: Propels the ball into a jumping motion as it crosses the rail.",
    "204-00": "If you observe the movement of a pendulum for a long time, you can see that the plane of the pendulum's oscillation slowly rotates clockwise relative to the ground. This occurs due to a force called precession, which results from the Earth's rotation. In 1851, Foucault utilized this principle to prove the rotation of the Earth.",
    "204-01": "This is a simple model of Foucault's Pendulum, created to demonstrate the rotation of the Earth. The pendulum keeps moving in the same direction due to the law of inertia. In other words, if we do not rotate the disk, the pendulum will continue to swing in the same direction. Suppose that we are riding on a rotating disk, then the pendulum's oscillation seems to change in the opposite direction of the disk's rotation. Such a phenomenon that the pendulum's oscillation seems to move in the opposite direction of the rotating disk viewed by us on it, proves that the Earth is rotating from west to east. In the Northern Hemisphere, the plane of the pendulum's oscillation moves in a clockwise direction, and in the Southern Hemisphere, it moves counterclockwise. \n\nExperience Method:\n1. Swing the pendulum by hand.\n2. Observe the pendulum's motion while slowly rotating the disk in the direction of the arrow by hand.",
    "205-00": "The solar furnace showcases the incredible power of concentrated sunlight. Much like a magnifying glass to focus sunlight and burn paper, the furnace uses convex lenses and concave mirrors to concentrate solar energy into a single point.\nHow to Try It:\n1. Watch how sunlight, reflected by a large concave mirror, can boil water.\n2. See a candle melt as sunlight is focused onto it through a convex lens.\n3. Exercise caution—areas near the focal points of the mirror and lens become extremely hot.",
    "206-00": "The Honcheon Sigye is a clock made in 1669, the 10th year of King Hyeonjong's reign in Joseon, by Song I-yeong, an astronomy expert, using the principles of a Western-style striking clock. The Honcheon Sigye consists of components of astronomical depiction and a clock mechanism. The clock mechanism operates through the movement of two pendulums. One pendulum creates the power to operate the time-telling device and to move the astronomical depiction, while the other receives signals generated by a bead signal device and operates the strike mechanism. \n\nThrough the movement of the astronomical depiction, one can recognize the position of the sun on the ecliptic throughout the year and depict the sun's path during the day. It also enables the interpretation of the lunar calendar by indicating the change in the location and phase of the moon. Within the clock mechanism, a 12 earthly branches dial indicates and rings the current time. \n\nThis Honcheon Sigye is an incredibly important artifact in world clock history, as it is a combination of traditional East Asian astronomical depiction and Western mechanical clock technology. This artifact is the restoration of the National Treasure No. 230, which is housed in the museum of Korea University and was the first in Korea to be restored and operational. It is now on display.\n",
    "298-00": "The EM 902A Transmission Electron Microscope operates at a high acceleration voltage of up to 80 kV, providing higher resolution microscope images than scanning electron microscopes. The EM 902A Transmission Electron Microscope accelerates thermionic electrons emitted from a heated tungsten filament at a high voltage to penetrate thin specimen. Using the electrons that pass through and scatter, it observes the shape of the specimen. The Transmission Electron Microscope is used in various applications, such as manufacturing and applied research of various materials, structural analysis of biomolecules, and observation of viruses and bacteria.",
    "299-00": "The DSM 940A Scanning Electron Microscope adjusts the accelerating voltage of electrons, a crucial factor affecting resolution, in the range of 490V to 30kV. It is designed with a triple lens system for controlling the electron beam, enabling the observation of the surface of samples at magnifications from 4x to 200,000x. Typically, electron microscopes operate in a vacuum to prevent interference with electron movement. This DSM 940A Scanning Electron Microscope is equipped with a turbo-molecular pump to rapidly obtain a high vacuum. Additionally, the sample stage is designed to maintain focus on the sample surface even when the sample is rotated or tilted. The scanning electron microscope is used for observing the minute structures on the surface of various biological and microbiological samples.",
    "301-00": "1. Spring Constellations\nThe spring night sky features key constellations such as Ursa Major, Boötes, Virgo, and Leo. Three prominent first-magnitude stars—Arcturus in Boötes, Spica in Virgo, and Denebola in Leo—form a large triangle known as the Spring Triangle, making it a distinctive feature of the season.\n2. Summer Constellations\nIn summer, the sky is highlighted by constellations like Cygnus, Lyra, Aquila, and Scorpius. The Milky Way stretches across the sky from north to south, with Cygnus prominently positioned along it. The stars Deneb (Cygnus), Vega (Lyra), and Altair (Aquila) form the Summer Triangle, a defining shape of the season. \n3. Autumn Constellations\nAutumn brings constellations such as Cassiopeia, Pegasus, Andromeda, Perseus, and Cepheus. The autumn sky is notable for its connection to mythology, showcasing figures like Cepheus, the king of Ethiopia; his wife, Cassiopeia; their daughter, Andromeda; and her husband, the hero Perseus.\n4. Winter Constellations\nThe winter sky is filled with the brightest stars and constellations, including Orion, Canis Major, Canis Minor, Gemini, Auriga, and Taurus. Notable stars such as Rigel (Orion), Sirius (Canis Major), Procyon (Canis Minor), Pollux (Gemini), Capella (Auriga), and Aldebaran (Taurus) illuminate the season, making the winter night sky particularly vivid and striking.",
    "302-00": "Illusions and Sensations. When people feel external stimuli, they mostly rely on their vision. However, our sense of balance is maintained by the semi-circular canals and vestibular organs found within the ears. The visual sensations coming in through the eyes at any given moment have a system to revise themselves by contrasting and comparing with the data accumulated in the human brain over a long period of experience. \n\nWhen in a room tilted at about 15 degrees, the balance sense in the ears feels the room is tilted, but the visual senses do not agree, causing a clash between these two pieces of information. This leads to confusion, loss of depth perception, dizziness, and mistakes in judging sizes and lengths.\n\nExperiment Method\n1. Enter a tilted room and try to find your balance.\n2. Try to maintain balance while walking around.\n3. Roll a ball on an inclined rail where the starting point looks higher than the end point and observe the ball's motion.",
    "303-00": "Vibration is referred to as the repetitive shaking of an object, and the frequency of vibration refers to the number of times this shaking recurs within one second. Every object has its own unique frequency of vibration. When an object is subjected to an external force that matches its unique frequency of vibration, its amplitude increases - a phenomenon called resonance. This resonance can sometimes result in unexpectedly powerful forces, as illustrated by instances such as a glass shattering due to sound waves, or a bridge collapsing from strong winds.\n\nExperience method:\n1. Sit on a swing with a friend on each side.\n2. One person remains stationary while the other person swings.\n3. Observe how the stationary person's swing moves.",
    "304-00": "Weather encompasses atmospheric phenomena such as rain, wind, temperature, air pressure, and humidity. These events primarily occur in the troposphere, the lowest layer of the atmosphere, which contains about 80% of the total air mass. Weather observation involves recording and measuring various atmospheric conditions, including temperature, air pressure, wind, precipitation, and solar radiation. This data is essential for creating weather maps and making accurate forecasts. In a broader sense, analyzing and processing this data also falls under the scope of weather observation.\nHow to Try It:\n1. Observe the current wind direction and speed.\n2. Measure the amount of precipitation.\n3. Check the current temperature.\n4. Record the humidity level.",
    "305-00": "An echo occurs when sound waves travel through the air, strike a solid surface, and reflect toward the source. Since sound travels at approximately 340 meters per second, a clear echo can only be heard if the sound source is far enough from the reflective surface to notice the delay. In earlier times, echoes were often misunderstood as supernatural events. Some believed they were the voices of spirits or fairies imitating human speech in the mountains. A well-known story from Greek mythology tells of the origin of echoes. The nymph Echo fell in love with Narcissus, a young man who rejected her love. Heartbroken, Echo gradually wasted away until only her voice remained. According to the myth, her voice still responds when someone calls out, repeating their words as an echo.",
    "306-00": "The clock tower serves as a centerpiece for the Seoul Convergence Science Education Institute. It plays a musical chime accompanied by animated animal figurines representing the 12 zodiac signs every half hour and on the hour, creating a charming and memorable display.",
    "307-00": "The Angbuilgu is a semi-spherical sundial first created in 1434, in the 16th year of King Sejong's reign in Joseon. It displays 24 seasonal divisions by 13 horizontal lines, and has vertical sightlines drawn. It is designed to tell both the time and season according to the shadow of the gnomon pointed towards the North Pole. It is a scientific instrument that can indicate sunrise and sunset. Its components are a sightline, a seasonal line, a hemispherical surface, a gnomon, and a horizon plane. \n\nHow to use the Angbuilgu: The shadow of the sundial's gnomon tells solar time. The standard time we currently use is mean solar time based on the meridian at 135 degrees east longitude. Therefore, to adjust to current local time, add the time difference from the time correction table to the solar time. For example, if the shadow of the gnomon points at 12 o'clock on January 1st: as the time correction table's value is 35 minutes, the current time comes out to be 12:35 by adding 35 minutes to 12 o'clock.",
    "308-00": "The Ilseongjeongsiui is an astronomical observation instrument that was first made in 1437, combining the functions of both a sundial and a star clock to measure both daytime and nighttime hours. The Ilseongjeongsiui applies the principle of a sundial and the principle that stars rotate regularly around the North Star. Its structure consists of the Jucheondo Bundenhwan, the Ilgubaekgak Hwan, the Seonggubaekgakhwan, the Jeonggeukhwan, Gye Hyeong, Yong Ju, and parts.\n\nObservation Method:\n1. Polar axis adjustment: Align the polar axis by matching the center of the cross hole in the middle with the pole of the North Star.\n2. Reading time: Read the horoscope marking that the needle of the gye hyeong points to.\n3. Time measurement: During the day, the time is measured by aligning the shadows created by sunlight, Sil1 and Sil2, using the angle measure of Baekgak Hwan. At night, time is measured by the angle at which a reference star moves.",
    "309-00": "When a ball is rolled on a stationary platform, it moves straight toward the applied force. However, when the platform is rotated, and the ball is rolled, its path curves instead of remaining straight. This effect is similar to what happens on Earth due to its rotation. For example, typhoons originating near the equator curve to the right or eastward as they move northward. This deflection is caused by the Coriolis force, named after the scientist who discovered it.\nHow to Try It:\n1. Roll a ball on the stationary platform and observe how it moves on and off.\n2. Rotate the platform and roll the ball again, observing how its motion changes from both perspectives.",
    "310-00": "The rain gauge, known as Cheugugi, is a device for measuring the amount of rain, used from the reign of King Sejong in the Joseon Dynasty until the end of the same dynasty. King Sejong, dissatisfied with the incomplete traditional method of measuring rainfall by using a ruler to measure the depth of rainwater that had seeped into the ground, invented a cylindrical rain gauge cast from iron, which allowed for more scientific measurement. This rain gauge is based on the oldest surviving gold-silver rain gauge and the pedestal was designed after the Cheugu-stand (Treasure No. 842).",
    "311-00": "Solar cells are semiconductors that convert sunlight directly into electricity through the photovoltaic effect. Commonly made from silicon, these cells transform light energy into electrical energy for power generation. Since the 1960s, solar cells have been used to supply power to satellites, lighthouses, and remote islands. However, they cannot generate power without sunlight, such as on cloudy days or at night. Today, solar energy is being actively developed as a sustainable alternative to fossil fuels, with research expanding into innovative uses, including power generation in space.",
    "312-00": "A windmill is a device that harnesses wind power and converts it into rotational energy. Windmills are classified into two main types based on the orientation of their rotational axis: the propeller type, with an axis parallel to the wind direction, and the Darrieus and Savonius types, with a vertical axis. Historically, windmills were used for grinding grain or pumping water. Today, they are primarily used for generating electricity. As a renewable and clean energy source, wind power has minimal environmental impact, making it a practical alternative energy option. It is especially effective in areas with strong and consistent winds, such as islands or high-altitude regions. The Jungmun Complex on Jeju Island and the Daegwallyeong Wind Farm are prime examples of wind power facilities in Korea.",
    "313-00": "The ecliptic is the Sun's apparent path across the sky over a year as it moves through the constellations. This path results from Earth’s orbital motion around the Sun, causing the Sun’s position to shift approximately one degree each day relative to the celestial sphere. From another perspective, it represents Earth’s orbital plane projection onto the celestial sphere. The ecliptic is tilted at an angle of about 23.5 degrees relative to the celestial equator. The points where the ecliptic intersects the celestial equator are the vernal equinox and the autumnal equinox. Surrounding the ecliptic are 12 constellations, spaced at roughly 30-degree intervals, collectively referred to as the Zodiac. The Zodiac begins at the vernal equinox with Aries and continues in the following order: Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, and Pisces. The vernal equinox is the reference point for the equatorial coordinate system, where right ascension and declination are set to 0. When the Sun reaches the vernal equinox, it marks the spring equinox, a day when day and night are of equal length, signifying the beginning of spring.",
    "398-00": "The Petrified Tree, Silicified Wood.\n\nWhen a tree dies and is exposed to the air, it decomposes and rots due to microorganisms. However, in places like swamps, river bottoms, and tidal flats if a tree is rapidly buried in the dirt, the composition of the tree gradually changes to the mineral components dissolved in the groundwater below the soil.  If this process continues for a long time, the original components of the tree disappear, but the tree structure and annual rings are preserved, creating a fossilized tree. Most tree fossils are filled with silicon dioxide, which is called silicified wood. In South Korea, they are mainly found in the Gyeongsang Province.",
    "399-00": "All rotating objects have a property that they continue rotating until they are stopped from exterior torque. Angular momentum is a quantitative representation of an object's propensity to maintain its rotational state. In linear motion, the quantity that represents the motion state of an object is called linear momentum, whereas in rotational motion, angular momentum represents the motion state of the rotating object. This angular momentum of the rotating body is always preserved constant as long as no external torque is applied. For instance, we can see that when a figure skater spreads their arms out and spins, then draws their arms in, they spin faster because when the length of the arm is reduced, the rotational speed increases. \n\nExperimental method: \n1. Stand on the rotating disk and lean against the safety zone. \n2. Use your foot to push the floor and make the disk rotate. \n3. Experience the changes in rotational speed by appropriately spreading and folding your arms and legs."
}